Repository: hitringuyen/jaho
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: teal
vi: mòng két

source: cyan
vi: lục lam

source: light blue
vi: xanh lam nhạt

source: blue
vi: xanh lam

source: indigo
vi: xanh đậm

source: purple
vi: tím

source: deep purple
vi: tím đậm

source: blue grey
vi: xám xanh

source: brown
vi: nâu

source: grey
vi: xám

source: to see details
vi: xem chi tiết

source: pay fees
vi: đóng phí

source: collaborators
vi: cộng tác viên

source: bank account
vi: tài khoản ngân hàng

source: curriculum vitae
vi: sơ yếu lý lịch

source: my
vi: của tôi

source: withheld
vi: giữ lại

# choose_
source: choose {name}
vi: chọn {name}

source: pay
vi: chi trả

source: user rights
vi: quyền user

source: bank name
vi: tên ngân hàng

source: account number
vi: số tài khoản

source: account holder
vi: chủ tài khoản

source: active
vi: có hiệu lực

source: your bank account information is not available
vi: thông tin tài khoản ngân hàng của bạn chưa có

source: Your bank account is not active yet
vi: tài khoản ngân hàng của bạn chưa được hiệu lực

source: enter the amount
vi: nhập số tiền

source: paid
vi: đã chi trả

source: first month
vi: đầu tháng

source: remaining
vi: còn lại

source: promoted
vi: đã thăng chức

source: belonging to the department
vi: thuộc phòng ban

source: password
vi: mật khẩu

# html_please_enter_the_verification_password
source: <h2 style="text-align:center">Please enter the verification password</h2>
vi: <h2 style="text-align:center"Vui lòng nhập mật khẩu xác nhận</h2>

source: verification password
vi: Mật khẩu xác minh

source: exists
vi: tồn tại

source: Minimum 1 upper case, 1 lowercase, 1 numeric number, 1 special character with common allow character ( ! @ # $ & * ~ ) and must be more than 8 characters
vi: Tối thiểu 1 chữ hoa, 1 chữ thường, 1 chữ số, 1 ký tự đặc biệt với ký tự cho phép (! @ # $ & * ~) và phải nhiều hơn 8 ký tự

source: business
vi: kinh doanh

source: password for reinstall
vi: mật khẩu để cài đặt lại

source: current password
vi: mật khẩu hiện tại

source: new password
vi: mật khẩu mới

source: new password can not be the same as the old password
vi: mật khẩu mới không được giống với mật khẩu cũ

source: extended information
vi: thông tin mở rộng

source: short name
vi: tên ngắn

source: representative
vi: người đại diện

source: link
vi: liên kết

source: main branch
vi: chi nhánh chính

source: jewels
vi: trang sức

source: notification
vi: thông báo

source: table
vi: bàn

source: cook
vi: nấu

source: area
vi: khu vực

source: number of people
vi: số lượng người

source: menu
vi: thực đơn

source: vat included
vi: đã bao gồm vat

source: service
vi: dịch vụ

source: currency
vi: loại tiền

source: United Arab Emirates dirham
vi: Đồng dirham của Các Tiểu vương quốc Ả Rập Thống nhất

source: currency of Afghanistan
vi: tiền tệ của Afghanistan

source: Albanian lek
vi: Đồng lek của người Albania

source: monetary_unit_of_Armenia
vi: đơn vị tiền tệ của Armenia

source: Netherlands Antillean guilder
vi: Đồng Guild Antillean của Hà Lan

source: Angolan kwanza
vi: Đồng kwanza Angola

source: Argentine peso
vi: Đồng peso của Argentina

source: Australian dollar
vi: Đô la Úc

source: currency of Arub
vi: tiền tệ của Arub

source: currency of Azerbaijan
vi: tiền tệ của Azerbaijan

source: currency of Bosnia and Herzegovina
vi: tiền tệ của Bosnia và Herzegovina

source: Barbados dollar
vi: Đô la Barbados

source: currency of the People's Republic of Bangladesh
vi: tiền tệ của Cộng hòa Nhân dân Bangladesh

source: Bulgarian lev
vi: Đồng lev của Bungari

source: Bahraini dinar
vi: Đồng dinar Bahrain

source: Burundian franc
vi: Đồng franc Burundi

source: Bermudian dollar
vi: Đô la Bermudian

source: Brunei dollar
vi: Đô la Brunei

source: currency of Bolivia
vi: tiền tệ của Bolivia

source: brazilian real
vi: Đồng real Brazil

source: Bahamian dollar
vi: Đô la Bahamian

source: Bhutanese ngultrum
vi: Ngultrum của người Bhutan

source: currency of Botswana
vi: tiền tệ của Botswana

source: Belarusian ruble
vi: Đồng rúp của Belarus

source: Belize dollar
vi: Đô la Belize

source: Canadian dollar
vi: đô la Canada

source: Congolese franc
vi: Đồng franc Congo

source: WIR euro (complementary currency)
vi: WIR euro (tiền tệ bổ sung)

source: Swiss franc
vi: Đồng franc Thụy Sĩ

source: WIR franc (complementary currency)
vi: WIR franc (tiền tệ bổ sung)

source: currency of Chile
vi: tiền tệ của Chile

source: Chinese yuan
vi: Nhân dân tệ của Trung Quốc

source: Colombian peso
vi: Đồng peso Colombia

source: currency of Costa Rica
vi: tiền tệ của Costa Rica

source: Cuban convertible peso
vi: Đồng peso chuyển đổi của Cuba

source: Cuban peso
vi: Đồng peso của Cuba

source: currency of the Republic of Cape Verde
vi: tiền tệ của Cộng hòa Cape Verde

source: Czech koruna
vi: Đồng koruna của Séc

source: Djiboutian franc
vi: Đồng franc Djiboutian

source: Danish krone
vi: Krone Đan Mạch

source: Dominican peso
vi: Đồng peso của Dominica

source: Algerian dinar
vi: Đồng dinar của Algeria

source: Egyptian pound
vi: Đồng bảng Ai Cập

source: currency of Eritrea
vi: tiền tệ của Eritrea

source: Fiji dollar
vi: Đô la Fiji

source: Falkland Islands pound
vi: Đồng bảng của quần đảo Falkland

source: Pound sterling
vi: Bảng Anh

source: Georgian lari
vi: Đồng lari của Gruzia

source: currency of Ghana
vi: tiền tệ của Ghana

source: Gibraltar pound
vi: Bảng Gibraltar

source: Gambian dalasi
vi: Đồng dalasi của Gambian

source: Guinean franc
vi: Đồng franc Guinea

source: currency of Guatemala
vi: tiền tệ của Guatemala

source: Guyanese dollar
vi: Đô la Guyan

source: Hong Kong dollar
vi: đôla Hong Kong

source: Currency of Croatia
vi: tiền tệ của Croatia

source: Currency of Haiti
vi: tiền tệ của Haiti

source: Hungarian forint
vi: Đồng forint của Hungary

source: currency of Indonesia
vi: tiền tệ của Indonesia

source: Israeli new shekel
vi: Đồng shekel mới của Israel

source: Indian rupee
vi: Rupee Ấn Độ

source: Iraqi dinar
vi: Đồng dinar của Iraq

source: Iranian rial
vi: Đồng rial của Iran

source: currency of Iceland
vi: tiền tệ của Iceland

source: Jamaican dollar
vi: Đô la Jamaica

source: Jordanian dinar
vi: Đồng dinar của Jordan

source: Japanese yen
vi: yen Nhật

source: Kenyan shilling
vi: Đồng shilling của Kenya

source: currency of the Kyrgyz Republic
vi: tiền tệ của Cộng hòa Kyrgyzstan

source: currency of Cambodia
vi: tiền tệ của Cambodia

source: currency of Comoros
vi: tiền tệ của Comoros

source: currency of South Korea
vi: tiền tệ của Hàn Quốc

source: currency of North Korea
vi: tiền tệ của Triều Tiên

source: Kuwaiti dinar
vi: Đồng dinar Kuwait

source: Cayman Islands dollar
vi: Đô la quần đảo Cayman

source: Kazakhstani tenge
vi: Đồng tenge Kazakhstan

source: currency of Laos
vi: tiền tệ của Lào

source: Lebanese pound
vi: Bảng Lebanon

source: currency of Sri Lanka
vi: tiền tệ của Sri Lanka

source: Liberian dollar
vi: Đô la Liberia

source: currency of the Kingdom of Lesotho
vi: tiền tệ của Vương quốc Lesotho

source: Libyan dinar
vi: Đồng dinar của Libya

source: Moroccan dirham
vi: Đồng dirham của Maroc

source: currency of Moldova
vi: tiền tệ của Moldova

source: currency of Madagascar
vi: tiền tệ của Madagascar

source: Macedonian denar
vi: Đồng denar của Macedonian

source: currency of Myanmar (Burma)
vi: tiền tệ của Myanmar (Miến Điện)

source: currency of Mongolia
vi: tiền tệ của Mông Cổ

source: currency of the Macau Special Administrative Region of the People's Republic of China
vi: tiền tệ của Đặc khu Hành chính Ma Cao của Cộng hòa Nhân dân Trung Hoa

source: currency of Mauritania
vi: tiền tệ của Mauritania

source: Mauritian rupee
vi: Rupee của Mauriti

source: Maldivian rufiyaa
vi: Rufiyaa của Maldives

source: currency of Malawi
vi: tiền tệ của Malawi

source: Mexican peso
vi: đồng peso Mexican

source: Malaysian ringgit
vi: Đồng Ringgit Mã Lai

source: currency of Mozambique
vi: tiền tệ của Mozambique

source: Namibian dollar
vi: Đồng đô la Namibia

source: currency of Nigeria
vi: tiền tệ của Nigeria

source: currency of Nicaragua
vi: tiền tệ của Nicaragua

source: currency of Norway
vi: tiền tệ của Na Uy

source: Nepalese rupee
vi: Rupee Nepal

source: New Zealand dollar
vi: Đô la New Zealand

source: Omani rial
vi: Đồng rial của người Oman

source: currencies of Panama
vi: tiền tệ của Panama

source: Peruvian sol
vi: Đồng sol của Peru

source: currency of Papua New Guinea
vi: tiền tệ của Papua New Guinea

source: Philippine peso
vi: Đồng peso của Philippines

source: Pakistani rupee
vi: Đồng rupee Pakistan

source: currency of Poland
vi: tiền tệ của Ba Lan

# paraguayan_guarani
source: Paraguayan guaraní
vi: Đồng guaraní của Paraguay

source: currency of the State of Qatar
vi: tiền tệ của Nhà nước Qatar

source: Romanian leu
vi: Đồng leu của Rumani

source: Serbian dinar
vi: Đồng dinar của Serbia

source: Russian ruble
vi: Đồng rúp Nga

source: Rwandan franc
vi: Đồng franc Rwandan

source: currency of Saudi Arabia
vi: tiền tệ của Ả Rập Xê Út

source: Solomon Islands dollar
vi: Đô la quần đảo Solomon

source: Seychelles rupee
vi: Đồng rupee Seychelles

source: Sudanese pound
vi: Đồng bảng Sudan

source: currency of Sweden
vi: tiền tệ của Thụy Điển

source: Singapore dollar
vi: đô la Singapore

source: Saint Helena pound
vi: Đồng bảng Saint Helena

source: currency of Sierra Leone
vi: tiền tệ của Sierra Leone

source: Somali shilling
vi: Đồng shilling của Somali

source: Surinamese dollar
vi: Đô la Surinamese

source: South Sudanese pound
vi: Đồng bảng Nam Sudan

# currency_of_sao_tome_and_principe
source: currency of São Tomé and Príncipe
vi: tiền tệ của São Tomé và Príncipe

source: currency of El Salvador
vi: tiền tệ của El Salvador

source: Syrian pound
vi: Đồng bảng Syria

source: currency of Eswatini
vi: tiền tệ của Eswatini

source: Thai baht
vi: Đồng baht Thái

source: currency of Tajikistan
vi: tiền tệ của Tajikistan

source: Turkmenistan manat
vi: Manat của Turkmenistan

source: Tunisian dinar
vi: Đồng dinar của Tunisia

source: currency of Tonga
vi: tiền tệ của Tonga

source: Turkish lira
vi: Lira Thổ Nhĩ Kỳ

source: Trinidad and Tobago dollar
vi: Đô la Trinidad và Tobago

source: New Taiwan dollar
vi: Đô la Đài Loan mới

source: Tanzanian shilling
vi: Đồng shilling của Tanzania

source: Ugandan shilling
vi: Đồng shilling của Uganda

source: United States dollar
vi: đô la Mĩ

source: Uruguayan peso
vi: Peso của Uruguay

source: currency of Venezuela
vi: tiền tệ của Venezuela

# vietnamese_dong
source: Vietnamese đồng
vi: Đồng việt nam

source: currency of Vanuatu
vi: tiền tệ của Vanuatu

source: currency of Samoa
vi: tiền tệ của Samoa

source: East Caribbean dollar
vi: Đô la Đông Caribe

source: Yemeni rial
vi: Đồng rial của Yemen

source: South African rand
vi: tiền tệ của Nam Phi

source: currency of Zambia
vi: tiền tệ của Zambia

source: Zimbabwean dollar
vi: Đô la Zimbabwe

source: status
vi: trạng thái

source: empty
vi: rỗng

source: permission of sale
vi: cho phép bán

source: permission of cancel sale
vi: cho phép hủy bán

source: permission of re-open sale
vi: cho phép mở bán lại

source: permission of discount
vi: cho phép giãm giá

source: limit
vi: hạn mức

source: order information
vi: thông tin gọi món

source: you do not have permission to use discount function
vi: bạn không có quyền sử dụng chức năng giảm giá

source: you do not have permission to use discount function, do you want to choose who has the permission?
vi: bạn không có quyền sử dụng chức năng giảm giá, bạn có muốn chọn người có quyền không?

source: maximum discount
vi: mức giảm giá tối đa

source: discount over the allowable limit
vi: giảm giá quá hạn mức cho phép

source: question
vi: câu hỏi

source: request confirmation
vi: yêu cầu xác nhận

source: confirm by signature
vi: xác nhận bằng chữ ký

# signed_by
source: signed by {name}
vi: ký tên của {name}

source: is open
vi: đang mở

source: recruitment
vi: tuyển dụng

source: work
vi: công việc

source: password to reinstall
vi: mật khẩu để cài lại

source: did not receive the notification?
vi: Không nhận được thông báo?

source: system error
vi: lỗi hệ thống

source: open
vi: mở

source: deny
vi: phủ nhận

source: this app needs permission receive the notification!
vi: ứng dụng này cần quyền nhận thông báo!

source: content
vi: hàm lượng

source: mass of rocks
vi: khối lượng đá

source: from
vi: từ

source: to
vi: đến

source: apply
vi: áp dụng

source: loan finance
vi: cho vay tài chính

source: allowance
vi: phụ cấp

# kpi_for_month
source: KPI for {name} month
vi: KPI cho {name} tháng

source: allowanced
vi: đã phụ cấp

source: save money
vi: tiết kiệm

source: number of products sold
vi: số lượng sản phẩm đã bán

source: superior
vi: cấp trên

source: number of trees
vi: số nhánh

source: sale manager
vi: quản lý bán hàng

source: loan request
vi: phiếu đề nghị

source: business salary
vi: lương kinh doanh

source: profile progress
vi: tiến độ hồ sơ

source: personal background
vi: lý lịch cá nhân

source: Contacts
vi: danh bạ

source: commission calculation
vi: tính hoa hồng

source: rate of levels
vi: tỷ lệ các cấp

source: no internet connection
vi: Không có kết nối Internet

source: connection timeout
vi: Thời gian chờ kết nối

source: tools
vi: công cụ

source: import data
vi: nhập dữ liệu

source: folder
vi: thư mục

source: send to
vi: gửi đến

source: file format
vi: định dạng tập tính

source: {name} in the import grid has multiple lines
vi: {name} trong lưới nhập có ở nhiều dòng

source: do you want to replace them all with {name}
vi: bạn có muốn thay thế tất cả chúng bằng {name} không

source: could not find the employee at {name}
vi: không tìm được nhân viên theo {name}

source: topic
vi: chủ đề

source: attach
vi: đính kèm

source: the money you suggest is not less than the limit
vi: số tiền bạn đề nghị không được ít hơn giới hạn

source: all
vi: tất cả

source: send
vi: gửi

source: sent
vi: đã gửi

source: read
vi: đã đọc

source: server mail
vi: máy chủ thư

source: verify code to remove password
vi: xác minh mã để xóa mật khẩu

source: deleted
vi: đã bị xóa

source: sale program
vi: chương trình bán hàng

source: salable
vi: bán được

source: receive
vi: được nhận

source: end
vi: kết thúc

source: effect
vi: hiệu lực

source: choose type
vi: chọn loại

source: forgot password
vi: quên mật khẩu

source: make friend
vi: kết bạn

source: trading
vi: thương mại
