Repository: hitringuyen/jaho
Catalog: lib/l10n/intl_*.arb
Languages: vi

# html_welcome
source: <h2>Welcome to SofLife</h2>
vi: <h2 style='text-align: center'>Chào mừng đến với cuộc sống nhẹ nhàng (SofLife)</h2>

# html_please_sign_in
source: <h2 style="text-align:center">Please Sign in</h2>
vi: <h2 style="text-align:center">Vui lòng Đăng nhập</h2>

source: enterprise
vi: doanh nghiệp

source: personal
vi: cá nhân

source: Login
vi: đăng nhập

source: Signup
vi: đăng ký

source: Error
vi: lỗi

source: Success
vi: thành công

source: Client
vi: Khách hàng

source: Phone Number
vi: Số điện thoại

source: not empty
vi: không được rỗng

# invalid
source: invalid {name}
vi: {name} không hợp lệ

source: only contains letters and number
vi: chỉ được chứa các chữ cái và số

source: back
vi: Trở lại

source: not exists
vi: không tồn tại

source: {name} client
vi: Khách hàng {name}

source: for enterprise
vi: cho doanh nghiệp

source: for personal
vi: cho cá nhân

source: can not access to server
vi: không thể truy cập vào máy chủ

# html_please_enter_the_verification_code
source: <h2 style="text-align:center">Please enter the verification code</h2>
vi: <h2 style="text-align:center"Vui lòng nhập mã xác nhận</h2>

source: Please fill up all the cells properly
vi: Vui lòng điền vào tất cả các ô đúng cách

source: Did not receive the code?
vi: Không nhận được mã?

source: resend
vi: gửi lại

source: OTP resend!!
vi: Gửi lại OTP !!

source: Clear
vi: làm rỗng

source: VERIFY
vi: xác nhận

source: verification code
vi: Mã xác minh

# consists_of_7_numbers
source: {name} consists of 7 numbers
vi: {name} gồm 7 số

# no_yet
source: No {name} yet
vi: Chưa có {name}

# incorrect
source: {name} incorrect
vi: {name} không chính xác

# expired
source: {name} expired
vi: {name} hết thời gian hiệu lực

# successful_generation
source: successful {name} generation
vi: tạo {name} thành công

# generation_failed
source: {name} generation failed
vi: tạo {name} không thành công

# new_version
source: Please wait for the next version!
vi: Xin vui lòng chờ đợi phiên bản tiếp theo!

source: Please wait...
vi: Hãy chờ...

source: out of time
vi: hết thời gian

source: refresh
vi: Làm mới

# html_wait_access_system
source: <h2>Wait for the administrator</h2><p>to give you <b>access</b> to the system</p>
vi: <h2>Xin chờ quản trị viên!</h2><p>cấp cho bạn <b>quyền</b> truy cập vào hệ thống</p>

# html_wait_key_deleted
source: <h2>Your device key has been removed from the system!</h2><p>Please <b>Install</b> the app again to get a new device key for you</p>
vi: <h2>Key máy của bạn đã bị xóa khỏi hệ thống!</h2><p>làm ơn <b>Install</b> lại app để được cấp lại key máy mới cho bạn</p>

# html_wait_key_license
source: <h2>Your device is not authorized to use this system!</h2><p>Please contact your <b>administrator</b> to reopen this system</p>
vi: <h2>Máy của bạn đang không có quyền sử dụng hệ thống này!</h2><p>Xin vui lòng liên hệ <b>quản trị viên</b> để được mở lại quyền sử dụng hệ thống này</p>

# html_phone_exists
source: <h2>The phone number you use to log in is being logged in by someone else!</h2><p>so you can't log in</p>
vi: <h2>Số điện thoại bạn dùng để đăng nhập đang bị người khác đăng nhập!</h2><p>nên bạn không đăng nhập được</p>

source: Accessory
vi: Phụ tùng

source: Administrators
vi: Quản trị

# hrm
source: Personnel
vi: Nhân sự

# users
source: {name} Users
vi: Người dùng {name}

source: Hided
vi: Ẩn

source: Accept
vi: Chấp nhận

source: Reject
vi: Từ chối

# do_you_want
source: Do you want {name}?
vi: bạn có muốn {name}?

source: Yes
vi: Có

source: Delete
vi: Xóa

source: Slide left or right
vi: Trượt sang trái hoặc phải

source: Slide right
vi: Trượt sang phải

source: Slide left
vi: Trượt sang trái

source: Search
vi: Tìm kiếm

source: Warning
vi: Cảnh Báo

source: Not Authorized
vi: Không được ủy quyền

source: Please complete the verify to proceed
vi: Xin vui lòng hoàn thành xác minh để tiếp tục

source: authenticating
vi: xác thực

source: You have completed the rejection for access
vi: Bạn đã hoàn thành việc từ chối quyền truy cập

source: You have completed the delete of access
vi: Bạn đã hoàn thành việc xóa quyền truy cập

source: You have completed the acceptance for access
vi: Bạn đã hoàn thành việc chấp nhận quyền truy cập

source: New
vi: Mới

# key_deleted
source: Your device key has been removed from the system!
vi: Key máy của bạn đã bị xóa khỏi hệ thống!

source: authentication
vi: quá trình xác thực

# failed
source: {name} failed
vi: {name} đã thất bại

source: Sell
vi: Bán hàng

source: Purchase
vi: Mua hàng

source: Warehouse
vi: Kho

source: Delivery
vi: Giao hàng

source: Cancel
vi: Hủy

source: Settings
vi: Cài đặt

# please_set_up_your
source: Please set up your {name}
vi: Vui lòng thiết lập {name} của bạn

# please_reenable_your
source: Please reenable your {name}
vi: Vui lòng kích hoạt lại {name} của bạn

source: Quantity
vi: Số lượng

source: Yesterday
vi: Hôm qua

source: Monday
vi: Thứ Hai

source: Tuesday
vi: Thứ Ba

source: Wednesday
vi: Thứ Tư

source: Thursday
vi: Thứ Năm

source: Friday
vi: Thứ Sáu

source: Saturday
vi: Thứ Bảy

source: Sunday
vi: Chủ Nhật

source: Wait Payment
vi: Đợi Thanh toán

source: Wait Export
vi: Đợi Xuất

source: Exporting
vi: Đang Xuất

source: exported
vi: đã xuất

source: delivering
vi: đang giao hàng

source: Customer
vi: khách hàng

source: Product
vi: sản phẩm

source: Tomorrow
vi: ngày Mai

source: Seller
vi: người Bán

# html_can_not_access_to_server
source: <h2>can not access to server!</h2><p>Please reenable your <b>Internet</b></p>
vi: <h2>không thể truy cập vào máy chủ!</h2><p>Xin vui lòng kích hoạt lại <b>Internet</b> của bạn</p>

source: try again
vi: thử lại

source: detail
vi: chi tiết

source: Contact
vi: người liên hệ

source: specifications
vi: quy cách

source: trademark
vi: thương hiệu

source: nation
vi: quốc gia

source: color
vi: màu

source: b
vi: ty

source: m
vi: tr

source: k
vi: ng

source: car name
vi: tên xe

source: Billing Information
vi: thông tin thanh toán

source: method
vi: phương thức

source: Payment First
vi: thanh toán Trước

source: Payment Later
vi: thanh toán Sau

source: Deposit
vi: Đặt cọc

source: delivery information
vi: thông tin giao hàng

source: amount of money
vi: số tiền

source: address
vi: Địa chỉ

source: receiver
vi: người nhận

source: delivery time
vi: thời gian giao hàng

source: note
vi: ghi chú

source: save
vi: lưu

source: undo
vi: hoàn tác

source: choose actions below
vi: chọn các hành động bên dưới

# you_have_completed
source: You have completed the {name}
vi: bạn đã hoàn thành việc {name}

# error_please_try_again
source: {name} error, please try again
vi: lỗi {name}, vui lòng thử lại

source: system
vi: hệ thống

source: edit
vi: chỉnh sửa

source: editing
vi: Đang chỉnh sửa

source: amount
vi: thành tiền

# customer_
source: {name} customer
vi: khách hàng {name}

# name_
source: {name} name
vi: tên {name}

source: country
vi: quốc gia

source: province
vi: tỉnh

source: city
vi: thành phố

source: district
vi: quận

source: ward
vi: phường

source: street
vi: đường

source: number
vi: số nhà

source: add
vi: thêm

source: brithday
vi: ngày sinh nhật

source: sex
vi: giới tính

source: female
vi: nữ

source: male
vi: nam

# first_and_last_name
source: first & last name
vi: họ & tên

source: choose type below
vi: chọn loại bên dưới

source: incorrect format
vi: không đúng định dạng

source: camera
vi: Máy ảnh

source: photo library
vi: Thư viện ảnh

source: image
vi: hình ảnh

source: code
vi: mã

# contact_
source: {name} contact
vi: Người liên hệ {name}

source: invoice information
vi: Thông tin hóa đơn

source: tax code
vi: mã số thuế

source: company
vi: Công ty

source: issue invoice
vi: xuất hóa đơn

# must_be_over_14_years_old
source: {name} must be over 14 years old
vi: {name} phải trên 14 tuổi

source: inventory
vi: Tồn kho

source: reason
vi: lý do

source: Qty
vi: SL

# qty_other
source: Qty#
vi: SL#

source: price
vi: giá bán

source: calculator
vi: máy tính

source: discount
vi: giãm giá

source: in percent
vi: tính bằng phần trăm

source: price has dropped
vi: giá đã giảm

# must_be_greater_than_zero
source: {name} must be greater than zero
vi: {name} phải lớn hơn 0

source: group
vi: nhóm

source: choice
vi: lựa chọn

source: You have added a successful sale
vi: Bạn đã thêm một lần bán hàng thành công

source: undo what is edited
vi: hoàn tác những gì đã chỉnh sửa

source: undo editing status
vi: hoàn tác tình trạng đang chỉnh sửa

source: please choose the price to sell
vi: vui lòng chọn giá để bán

source: sales slip
vi: phiếu bán hàng

source: selled
vi: đã bán

source: next
vi: tiếp

source: price policy
vi: chính sách giá

source: policy
vi: cấp quyền

source: slide right for delete
vi: trượt sang phải để xóa

source: update
vi: cập nhật

source: copy
vi: sao chép

# copy_from
source: copy from {name}
vi: sao chép từ {name}

source: confirm
vi: xác nhận

source: prepare
vi: soạn hàng

source: export
vi: xuất hàng

source: you do not have permission to use this function
vi: bạn không có quyền sử dụng chức năng này

source: remain
vi: còn lại

source: got
vi: đã lấy

source: pick up goods can not be larger than the inventory
vi: lấy hàng không được lớn hơn hàng tồn kho

source: staff
vi: Nhân Viên

source: person take
vi: người lấy

source: scanner
vi: người quét

source: typing
vi: gõ

source: continue
vi: tiếp tục

source: The export has passed a new date
vi: Quá trình xuất đã qua một ngày mới

# key_license
source: Your device is not authorized to use this system!
vi: Máy của bạn đang không có quyền sử dụng hệ thống này!

source: bin
vi: thùng

source: big box
vi: hộp lớn

source: small box
vi: hộp nhỏ

source: blister
vi: vỉ

source: no
vi: không

source: does not belong to this product
vi: không thuộc về sản phẩm này

source: this barcode belongs to product
vi: mã vạch này thuộc về sản phẩm

source: Would you like to see the product details of this barcode?
vi: Bạn có muốn xem chi tiết sản phẩm có mã vạch này không?

source: Do you want to remove this barcode?
vi: bạn có muốn xóa mã vạch này không?

source: Would you like to see exported details of this barcode?
vi: Bạn có muốn xem chi tiết đã xuất của mã vạch này không?

source: has been exported at the slip number
vi: đã được xuất theo số phiếu

source: can not delete because does not belong of this export slip
vi: không thể xóa vì không thuộc phiếu xuất này

source: can not delete because this export slip a new month has passed
vi: không thể xóa vì phiếu xuất này đã qua tháng mới

source: is not in the same warehouse of this export slip
vi: không cùng kho của phiếu xuất này

source: this barcode of the warehouse
vi: mã vạch này của kho

source: can not export because the quantity in this barcode is more than the quantity need export
vi: không thể xuất vì số lượng trong mã vạch này nhiều hơn Số lượng cần xuất

source: do you want to continue export this barcode?
vi: bạn có muốn tiếp tục xuất mã vạch này không?

source: suggested
vi: đã đề nghị

source: packing number
vi: số đóng gói

source: suggest
vi: đề nghị

source: already exist
vi: đã tồn tại

# the_recommended_delivery_quantity_cannot_be_less_than_the_packing_quantit
source: the recommended delivery quantity cannot be less than the packing quantity
vi: số lượng đề nghị giao hàng không thể nhỏ hơn số lượng đóng gói

source: packing quantity
vi: số lượng đóng gói

source: delivered
vi: đã giao hàng

source: received
vi: đã nhận

source: not received
vi: chưa nhận

# the_recommended_delivery_quantity_cannot_be_more_than_the_packing_quantit
source: the recommended delivery quantity cannot be more than the packing quantity
vi: số lượng đề nghị giao hàng không thể nhiều hơn số lượng đóng gói

source: allocate
vi: phân bổ

source: not allocate
vi: chưa phân bổ

source: approval purchase plans
vi: phê duyệt kế hoạch mua hàng

source: import confirmation
vi: xác nhận nhập hàng

source: approval import confirmation
vi: phê duyệt xác nhận nhập hàng

source: make the selling price
vi: làm giá bán

source: selling price
vi: giá bán

source: receive goods for delivery
vi: nhận hàng đi giao hàng

source: allocate for delivery
vi: phân bổ đi giao hàng

source: unpacking goods for export
vi: bóc hàng để xuất kho

source: delivery quantity
vi: số lượng giao hàng

source: set primary delivery
vi: đặt giao hàng chính

source: suggest delivery
vi: đề nghị giao hàng

source: go deliver
vi: đi giao hàng

source: check goods
vi: kiểm tra hàng hóa

source: wait for delivery
vi: đợi giao hàng

source: approval confirm
vi: phê duyệt xác nhận

source: late
vi: trễ

source: creator
vi: người tạo

source: petitioner
vi: người yêu cầu

source: lot code
vi: mã lô

source: packaging date
vi: ngày đóng gói

source: confirmed
vi: đã xác nhận

source: package
vi: kiện hàng

source: box code
vi: mã hộp

source: total
vi: tổng cộng

source: quantity for customs
vi: số lượng cho hải quan

source: product other
vi: sản phẩm khác

source: promotion
vi: khuyến mãi

source: confirm qty
vi: xác nhận Sl

# confirm_qty_other
source: confirm qty#
vi: xác nhận Sl#

source: approval
vi: phê duyệt

source: plan
vi: kế hoạch

source: purchase price
vi: giá mua

source: not back yet
vi: chưa về

source: suggest buy
vi: đề nghị mua

source: expected
vi: dự kiến

source: supplier
vi: nhà cung cấp

source: exchange rate
vi: tỷ giá

source: do not approve
vi: không chấp thuận

source: create new
vi: tạo mới

source: created
vi: đã tạo

source: other costs
vi: chi phí khác

source: survey
vi: khảo sát

# must_be_more_than
source: must be more than {name}
vi: phải lớn hơn {name}

# must_be_less_than
source: must be less than {name}
vi: phải nhỏ hơn {name}

source: start your departure
vi: bắt đầu chuyến đi của mình

source: end your departure
vi: kết thúc chuyến đi của mình

source: time setting applies
vi: cài đặt thời gian áp dụng

source: use current price
vi: sử dụng giá hiện tại

source: profile
vi: hồ sơ

source: timekeeping
vi: chấm công

source: introduce
vi: giới thiệu

source: policy price for other quantity
vi: chính sách giá cho số lượng khác

source: loan
vi: cho vay

source: lead
vi: tiềm năng

source: age
vi: tuổi

source: identity card
vi: CMND/CCCD

source: date range
vi: ngày cấp

source: issued by
vi: nơi cấp

source: address permanent
vi: địa chỉ thường trú

source: address current
vi: địa chỉ hiện tại

source: marriage status
vi: tình trạng hôn nhân

source: spouse full name
vi: họ tên vợ / chồng

source: job
vi: nghề nghiệp

# have_a_child
source: child information
vi: thông tin con cái

source: month
vi: tháng

# child_full_name
source: child's full name
vi: họ tên con

source: types of invoices
vi: những loại hóa đơn

source: electricity
vi: điện

source: water
vi: nước

source: cost month
vi: phí hàng tháng

source: life insurance
vi: bảo hiểm nhân thọ

source: insurance name
vi: tên công ty bảo hiểm

source: first day payment
vi: ngày đóng đầu tiên

source: payment cycle
vi: chu kỳ đóng

source: payment fee
vi: phí đóng

source: year
vi: năm

source: quarter
vi: quý

source: organization name
vi: tên tổ chức

source: loan term
vi: thời hạn vay

source: loan amount
vi: Số tiền vay

# credit_institutions_that_currently_have_loans
source: existing loans
vi: những khoản vay hiện đang có

# credit_institutions_currently_have_credit_cards
source: credit cards are currently available
vi: những thẻ tín dụng hiện đang có

source: card limit
vi: hạn mức thẻ

source: owned real estates
vi: các bất động sản thuộc sở hữu

source: real estate address
vi: địa chỉ bất động sản

source: cars owned
vi: các xe ô tô thuộc sở hữu

source: car model
vi: mẫu xe ô tô

source: business premises
vi: cơ sở kinh doanh

source: salaried
vi: làm công ăn lương

source: none
vi: không có

# household_business
source: Individual Household Business
vi: Hộ Kinh Doanh Cá Thể

source: Joint Stock Company
vi: Công ty Cổ Phần

source: Limited Company
vi: Công ty TNHH

# limited_mtv_company
source: One Member Limited Company
vi: Công ty TNHH MTV

source: Private Enterprise
vi: Doanh nghiệp Tư Nhân

source: Spontaneous Business
vi: Doanh nghiệp Tự Phát

source: rent
vi: thuê

source: home owned
vi: nhà sở hữu

source: time limit
vi: có thời hạn

source: no time limit
vi: vô thời hạn

source: cash
vi: tiền mặt

source: transfer
vi: chuyển khoản

source: business name
vi: tên cơ sở kinh doanh

source: business areas
vi: lĩnh vực kinh doanh

source: founding
vi: ngày thành lập

source: business type
vi: loại hình kinh doanh

source: business license number
vi: số giấy phép kinh doanh

source: license date
vi: ngày cấp giấy phép

source: license place
vi: nơi cấp giấy phép

# type_of_business_establishment
source: business premises
vi: mặt bằng kinh doanh

source: have a notarized rental contract
vi: có hợp đồng thuê

source: rent from date
vi: thuê từ ngày

source: rental period
vi: thời gian thuê

source: rent cost
vi: giá thuê

source: revenue a month
vi: doanh thu một tháng

source: total income
vi: tổng thu nhập

source: total revenue
vi: tổng doanh thu

source: department
vi: phòng ban

source: position
vi: chức vụ

source: working time
vi: thời gian làm việc

source: type of contract
vi: loại hợp đồng

source: salary form
vi: hình thức nhận lương

source: base salary and commission
vi: lương căn bản và hoa hồng

source: file
vi: hồ sơ

source: lead customers
vi: khách hàng tiềm năng

source: sale admin
vi: quản trị viên bán hàng

source: full name
vi: họ tên

source: nunspecified time
vi: không xác định thời gian

source: part time
vi: thời vụ

source: category
vi: danh mục

# already_used_so_it_can_not_be_deleted
source: already used so it can't be deleted
vi: đã được sử dụng nên không được xóa

source: unsecured loan
vi: vay tín chấp

source: mortgage loan
vi: vay thế chấp

source: credit card
vi: thẻ tín dụng

source: non-life insurance
vi: bảo hiểm phi nhân thọ

source: pledge
vi: cầm cố

source: raise capital
vi: huy động vốn

source: services need consulting
vi: dịch vụ cần được tư vấn

source: company name
vi: tên công ty

source: cable television
vi: truyền hình cáp

source: passport
vi: hộ chiếu

source: soil type
vi: loại đất

source: residential land
vi: đất thổ cư

source: urban land
vi: đất ở đô thị

source: rural land
vi: đất ở nông thôn

source: garden soil
vi: đất vườn

source: land
vi: đất ruộng

source: wet rice land
vi: đất trồng lúa nước

source: land for perennial crops
vi: đất trồng cây lâu năm

source: leased land
vi: đất thuê

source: land area
vi: diện tích đất

source: number of plots
vi: số thửa

source: number of sheets
vi: số tờ

source: coordinates x
vi: tọa độ x

source: coordinates y
vi: tọa độ y

source: coordinates z
vi: tọa độ z

source: property attached to land
vi: tài sản gắn trên đất

source: level house
vi: nhà cấp

source: construction area
vi: diện tích xây dựng

source: number of floors
vi: số tầng

source: planning information
vi: thông tin quy hoạch

source: real estate name
vi: tên bất động sản

source: real estate
vi: bất động sản

# must_be_numeric
source: {name} must be numeric
vi: {name} phải là số

source: kind of house
vi: loại nhà

source: townhouse
vi: nhà phố

source: apartment
vi: chung cư

# level_
source: level {name}
vi: cấp {name}

source: makeshift house
vi: nhà tạm

source: villa
vi: biệt thự

source: car company name
vi: tên hãng xe

source: car color
vi: màu xe

source: year of registration
vi: năm đăng ký

source: license plate
vi: biển số

source: chassis number
vi: số khung

source: engine number
vi: số máy

source: car
vi: xe

source: expiration date
vi: ngày hết hạn

source: passport number
vi: số hộ chiếu

source: domicile
vi: nguyên quán

source: religion
vi: tôn giáo

source: aliases
vi: bí danh

source: common names
vi: tên thường gọi

source: home phone
vi: điện thoại gia đình

source: educational level
vi: trình độ văn hóa

source: main major
vi: chuyên ngành chính

source: academic level
vi: trình độ học vấn

source: vocational certificate
vi: chứng chỉ nghề

source: intermediate
vi: trung cấp

source: college
vi: cao đẳng

source: university
vi: đại học

source: masters
vi: thạc sĩ

source: associate master
vi: phó thạc sĩ

source: doctor
vi: tiến sĩ

source: associate doctor
vi: phó tiến sĩ

source: professor
vi: giáo sư

source: associate professor
vi: phó giáo sư

source: single
vi: độc thân

source: engaged
vi: đính hôn

source: married
vi: đã cưới

source: separated
vi: ly thân

source: divorced
vi: ly hôn

source: widow
vi: góa chồng

source: widower
vi: góa vợ

source: strong
vi: khỏe

source: good
vi: tốt

source: pretty good
vi: khá tốt

source: medium
vi: trung bình

source: weak
vi: yếu

source: floor no
vi: tầng số

source: apartment code
vi: mã căn hộ

source: borrow
vi: đi vay

source: insurance
vi: bảo hiểm

source: number of employees
vi: số lượng nhân viên

source: have a branch
vi: có chi nhánh

source: branch
vi: chi nhánh

source: branch name
vi: tên chi nhánh

source: cost of living
vi: chi phí sinh hoạt

source: market money
vi: tiền chợ

source: junk money
vi: tiền rác

source: milk money
vi: tiền sữa

source: tuition fee
vi: học phí

source: extra tuition money
vi: tiền học thêm

source: rent money
vi: tiền thuê nhà

source: apartment management money
vi: tiền quản lý chung cư

source: parking money
vi: tiền gửi xe

source: other income
vi: thu nhập khác

source: total cost
vi: tổng chi phí

source: monthly balance
vi: tiền còn lại hàng tháng

source: customer information
vi: thông tin khách hàng

source: personal information
vi: thông tin cá nhân

source: monthly expenses
vi: các khoản chi hàng tháng

source: half a year
vi: nửa năm

source: credit card limit
vi: hạn mức thẻ tín dụng

source: used limit
vi: hạn mức đã sử dụng

source: cost name
vi: tên chi phí

source: monthly revenues
vi: các khoản thu hàng tháng

source: income name
vi: tên thu nhập

source: proceeds
vi: tiền thu được

source: monthly profit
vi: lợi nhuận hàng tháng

source: total profit
vi: tổng lợi nhuận

source: if exiting the newly updated data will be lost, do you want to exit?
vi: nếu thoát ra dữ liệu mới được cập nhật sẽ bị mất, bạn có muốn thoát ra không?

source: day
vi: ngày

source: waiting for advice
vi: chờ tư vấn

source: consulting
vi: đang tư vấn

source: profile status
vi: tình trạng hồ sơ

source: consultants
vi: người tư vấn

source: consultant
vi: tư vấn

# waiting_for_the_customer_to_decide
source: waiting to decide
vi: chờ quyết định

source: disagree
vi: không đồng ý

source: file transfer
vi: chuyển hồ sơ

source: complete profile
vi: hoàn thiện hồ sơ

source: commission
vi: hoa hồng

source: rating
vi: xếp hạng

source: sale
vi: bán hàng

source: level
vi: cấp

source: agree
vi: đồng ý

source: failure
vi: thất bại

source: waiting
vi: đang chờ đợi

source: disbursed amount
vi: số tiền giải ngân

source: insurance fees
vi: phí bảo hiểm

source: file number
vi: số hồ sơ

source: calculation
vi: cách tính

source: percent
vi: phần trăm

source: calculated on the amount
vi: tính trên số tiền

# kpi_for_level
source: KPI for levels
vi: KPI cho các cấp

source: point
vi: điểm

source: unit
vi: đơn vị tính

source: product groups
vi: nhóm sản phẩm

source: partner
vi: đối tác

source: promote
vi: thăng chức

source: inferior
vi: cấp dưới

source: number of subordinates
vi: Số lượng các cấp dưới

source: salary
vi: lương

source: automatically promoted
vi: tự động lên chức

source: total number of subordinates
vi: tổng số cấp dưới

source: profile consultation
vi: tư vấn hồ sơ

source: successful profile
vi: hồ sơ thành công

source: failed profile
vi: hồ sơ thất bại

source: report
vi: báo cáo

source: status history
vi: lịch sử trạng thái

source: revenue
vi: doanh thu

source: shade
vi: bóng

source: pink
vi: hồng

source: accent
vi: nổi bật

source: red
vi: đỏ

source: deep orange
vi: cam đậm

source: orange
vi: cam

source: amber
vi: hổ phách

source: yellow
vi: vàng

source: lime
vi: vôi

source: light green
vi: xanh lợt

source: green
vi: xanh
